
def say_about():
    return "Это приватный навык. Я умею говорить, где вы находитесь в JSON-файле"


def app_help():
    return "Я помогу вам узнать результаты генетического теста, представленные в виде древовидной структуры.\n" \
           "Команды:\n" \
           "Где я? - Рассказывает, где вы находитесь в дереве и показывает подузлы, куда вы можете перейди\n" \
           "Перейди в <узел> - Перемещает вас в узел и показывает его подузлы\n" \
           "Перейди назад - Перемещает вас на уровень вверх\n" \
           "Найди <узел> - Показывает узлы с таким именем и их содержимое\n"
